import blogCardImage1 from '../images/blog-cards-images/card-1.png'
import blogCardImage2 from '../images/blog-cards-images/card-2.png'
import blogCardImage3 from '../images/blog-cards-images/card-3.png'
import blogCardImage1_webp from '../images/blog-cards-images/card-1.webp'
import blogCardImage2_webp from '../images/blog-cards-images/card-2.webp'
import blogCardImage3_webp from '../images/blog-cards-images/card-3.webp'

import blogCardImage1_480 from '../images/blog-cards-images/card480-1.png'
import blogCardImage2_480 from '../images/blog-cards-images/card480-2.png'
import blogCardImage3_480 from '../images/blog-cards-images/card480-3.png'
import blogCardImage1_480_webp from '../images/blog-cards-images/card480-1.webp'
import blogCardImage2_480_webp from '../images/blog-cards-images/card480-2.webp'
import blogCardImage3_480_webp from '../images/blog-cards-images/card480-3.webp'


import blogArticle1 from '../images/blog-article-popup/article-1.png'
import blogArticle2 from '../images/blog-article-popup/article-2.png'
import blogArticle3 from '../images/blog-article-popup/article-3.png'
import blogArticle1_webp from '../images/blog-article-popup/article-1.webp'
import blogArticle2_webp from '../images/blog-article-popup/article-2.webp'
import blogArticle3_webp from '../images/blog-article-popup/article-3.webp'

import pageFormTextImg from '../images/page-form/text-ru.png';
import pageFormTextImg__webp from '../images/page-form/text-ru.webp';
import pageFormTextImgIsLast from '../images/page-form/text_ru_islast.png';
import pageFormTextImgIsLast__webp from '../images/page-form/text_ru_islast.webp';

import pro1 from '../images/pro/pro1.png'
import pro2 from '../images/pro/pro2.png'
import pro3 from '../images/pro/pro3.png'
import pro1_webp from '../images/pro/pro1.webp'
import pro2_webp from '../images/pro/pro2.webp'
import pro3_webp from '../images/pro/pro3.webp'


const ruData = {
  lang: 'ru',
  articlePageBackButton: 'В начало',
  navList: {
    sources: 'CPA-платформа',
    ecosystem: 'Экосистема',
    blog: 'Блог',
    partners: 'Партнёры',
    vacancies: 'Вакансии',
    contacts: 'Контакты',
  },

  askQuestion: 'Задать вопрос',
  upButton: 'Наверх',

  openingSection: {
    title: 'iGaming',
    title480: 'iGaming | CPA - сеть',
    subtitle1: 'CPA - сеть',
    subtitle2: 'Твой максимальный профит с самой прозрачной платформой',
    button: 'Стать партнером',
    button480: 'Присоединиться',
  },

  statistics: [
    {
      stat: '150+',
      statDisc: 'гео',
    },
    {
      stat: '600+ ',
      statDisc: 'аффилиатов',
    },
    {
      stat: '800+',
      statDisc: 'рекламодателей',
    },
    {
      stat: 'до 400$',
      statDisc: 'CPA',
    },
    {
      stat: 'до 55%',
      statDisc: 'REVSHARE',
    }
  ],

  trafficSourcesSection: {
    text: 'Мы предложим лучшие условия под твой источник трафика, просто дай нам максимально информации о своем подходе, а дальше наша команда всё сделает за тебя',
    yourOffer: 'Предложи свой',
  },

  whatWeDoSection: {
    title: 'Не нужно искать',
    title480: 'Не нужно искать',
    subtitle: 'всё уже здесь',
    subtitle480: 'всё уже здесь',
    button: 'Старт!',
    cards: [
      'Компетентная команда решит любой вопрос за тебя',
      'Защита трафика от среза и шейва благодаря высоким технологиям в нише ad-tech',
      'Большой выбор приложений от различных подрядчиков',
      'Еженедельные выплаты',
      'Вывод денег любым удобным способом',
      'Создаем продукты для улучшения профита',
      'Холд от 7 дней'
    ]
  },

  pro: {
    subtitle: 'PRO',
    text: 'Trafflab - международная компания. В команде профессионалы в сфере iGaming и EDTech с 7+ летним опытом. Базируемся в Украине, Беларуси, во Франции и на Кипре, а также в некоторых азиатских странах. У нас нет предпочтений по национальному, гражданскому или гендерному признаку. Мы говорим на разных языках, в разных странах, но строим взаимодействие со всеми партнерами по единому принципу: win-win.',
    pros: [
      {
        photo: pro1,
        photo_webp: pro1_webp,
        photoAlt: 'Тамерлан',
        about: [
          '7+ лет практического опыта залива гемблинг-трафика',
          'Спикер международных конференций'
        ]
      },
      {
        photo: pro2,
        photo_webp: pro2_webp,
        photoAlt: 'Аня',
        about: [
          'Опыт в гемблинге 5+ лет',
          'За честный подход к работе: пресекает шейв на корню',
          'С ней веб-мастера заработали   $10 000 000+',
        ]
      },
      {
        photo: pro3,
        photo_webp: pro3_webp,
        photoAlt: 'Дима',
        about: [
          '5+ лет находит общий язык с бурж реклами',
          'Каждый продукт перепроверяет лично и знает, что конвертит',
          'Защитил срезанный траф перед рекламодателями на $4 000 000+',
        ]
      },
    ]
  },

  ecosystemSection: {
    text: 'Ad-Tech платформа Trafflab - это готовое решение для специалиста любого уровня. Мы можем научить лить трафик с нуля и пробить потолок твоего дохода. Экосистема подстраивается под новичов и опытных вебов и решает любую задачу вебмастера.'
  },

  blog: {
    subtitle: 'блог',
    text: 'Актуальные новости, рекомендации по заливу, мануалы, инсайдерская информация из закрытых источников аффилейт-маркетинга. Читай блог TraffLab и будь в курсе всех событий рынка.',
    articlesList: [
      {
        id: 0,
        slug: 'article-1',
        articleImage: blogArticle1,
        image: blogCardImage1,
        image_480: blogCardImage1_480, 
        articleImage_webp: blogArticle1_webp,
        image_webp: blogCardImage1_webp,
        image_480_webp: blogCardImage1_480_webp,
        title: 'Арбитраж 2022: застой или время возможностей?',
        texts: [
          {
            subtitle: '',
            text: `Глобальные мировые потрясения конечно же, коснулись арбитража трафика. Сфера пребывает во временном упадке, комьюнити стало менее сплоченным, что повлекло за собой совершенно новую сегментацию рынка. Новички не в состоянии закрыть все потребности рекламодателей, а конкуренция и трудности со стороны рекламных платформ только нарастают. Одних волнует, как оставаться в ресурсе и увеличивать профит, а других — как войти в нишу, и не поздно ли это делать. 

            Решение любого вопроса можно найти, углубившись в сам вопрос. Предлагаем к вашему вниманию анализ текущих реалий партнерского маркетинга, а также решения, которые могут закрыть все потребности современного арбитражника независимо от опыта, местоположения и рабочих предпочтений!
            `
          },
          {
            subtitle: 'Влияние геопозиции',
            text: `В конце февраля 2022 года арбитражное комьюнити фактически разделилось на два лагеря. Ожидаемо, политические события негативно сказались на сфере — теперь украинский и российский рынок аффилиат-маркетинга существует отдельно почти на 100%. 

            Партнерки ограничивают доступ к офферам аффилиатам из соседней им страны, сервисы перестают работать для целых народов (с обеих сторон). Платежные системы попали под санкции и перестали обслуживать многие гео. Арбитражникам, которые смогли “остаться в игре”, приходится подстраиваться под новые реалии, и вот одно из решений:
            
          • Нужно обратить внимание на международные платформы, партнерки, сервисы. 
          • Необходимо учитывать фактор возможности с worldwide платежными системами — например, выплаты из ПП и оплата сервисов, расходников криптовалютой. 
            
            Компания, с которой работает вебмастер, должна полностью покрывать все его запросы. К сожалению, пока что такие компании можно пересчитать по пальцам (зачастую они находятся в привате).
            `
          },
          {
            subtitle: 'Ситуация с расходниками',
            text: `Что нужно арбитражнику для банального запуска рекламы на популярных платформах? Список прост:

          • Аккаунты
          • Прокси
          • Платежки
            
            Множество аккаунтов и сервисов, которые ранее были одними из самых ходовых, сильно потеряли в объемах. Существуют сложности с поиском серверов с резидентскими прокси, поскольку многие из них просто перестали существовать. А те, что остались, загнули цену в разы выше былой. Что сказать, это закон спроса и предложения. 
            
            Хорошие аккаунты стали редкостью, поскольку рынку не хватает ни расходников (номеров, документов и прочего), ни рабочих рук для подготовки и фарма. Одни платежные системы попали под санкции и перестали работать для большинства европейских компаний (в том числе рекламных платформ) и сервисов. 
            Есть ли выход?
            
          • Использование буржовых карт. Сейчас для оплаты рекламы (а также работы с первобиллами) активно используются европейские, американские и азиатские виртуалки. Рынок UA-карт понемногу возвращает былой объем, но все еще находится на стадии развития.
          • Поиск поставщика, с которым можно работать на постоянной основе. Стабильность и автоматизация — два важнейших фактора в арбитраже.
          • Рассмотрение прокси других гео. С украинских и белорусских аккаунтах сейчас можно работать на серверах близлежащих стран — Польши, Чехии, Румынии. Но в идеале, гео акка = гео прокси. 
            
            Найти партнерку, которая одна смогла бы обеспечивать арбитражника всеми расходниками почти нереально — создается впечатление, что такого просто-напросто нет на рынке. Никто не хочет возиться с акками и картами. А ведь как удобно было бы приобретать все необходимое за бесценок и оплачивать рекламу через сервисы ПП, на которую ты льешь трафик!
            `
          },
          {
            subtitle: 'Деньги и выплаты',
            text: `Большинство партнёрских программ выводят деньги в валюте своей страны и в одной универсальной (например, USD). Кто-то подключил переводы на криптовалютные кошельки, но большинству все еще это слишком сложно оцифровать и легализовать.
            Что же делать, чтобы получить свой cash?
            
            
            • Необходимо найти ту самую ПП, которая сможет закрыть вопросы с ресурсом для выплаты.
            • Лояльная партнерка, понимающая, что минимальный холд в текущих реалиях катастрофически необходим каждому, — огромная редкость сейчас.
            • Обязательно нужно обратить внимание на законодательство вашей страны, чтобы перевод от иностранной организации не был воспринят как спонсирование чего-то запрещенного.
            • Шейв — естественная (но не нормальная) часть работы партнерки. Мы знаем это, поскольку работали с большинством тех ПП, о которых ты знаешь. Мы знаем, сколько денег ворует партнерка у арбитражника.
            
            Политика и бизнес сейчас максимально связались, поэтому нужно учитывать и контролировать намного больше факторов, чем полгода-год назад.
            `
          },
          {
            subtitle: 'А что с новичками?',
            text: `Безусловно, сейчас стартовать намного сложнее, чем 5 лет назад: система безопасности Facebook, TikTok, Google и других гигантов поразительно модернизировалась и на раз распознает нарушителя. А 2021 год фактически стал годом арбитражного инфобизнеса: практически каждый блогер из манимейкинг-сферы уже запустил свое персональное, максимально подробное и единственно правильное обучение. Что же выбрать?

            Чтобы стать хорошим медиабайером, регулярно получающим профит, мало просто вдохновиться и замотивироваться тем, что автор курса демонстрирует бешеный заработок и всю красоту работы команды в офисе из Бурдж-Халифа в Дубае. Если ты не хочешь просто слить накопленные деньги и забыть, будь готов к тому, что:
            
            • Арбитраж — это усердная и упорная работа, постоянные тесты нового, сильная неопределенность и нестабильность. В плюсе только тот, кто может совладать с собой, не лениться и быть в состоянии бороться с трудностями.
            • Выбирая наставника, нужно понять, кто максимально погружен в сферу. В идеале это должна быть команда или компания, непосредственно работающая со всеми аспектами арбитража (рекламодатели, арбитражники, сервисы и пр.). Только такой учитель будет знать и учитывать все тонкости, сможет дать качественные знания и передать бесценный опыт.
            • Учитель должен быть заинтересован в том, чтобы ученик вырос в специалиста. И это должно быть подкреплено его действиями, а не словами.
            
            Курсы по арбитражу трафика есть у многих партнерок. Но здесь есть нюанс: партнерка видит арбитраж в достаточно узком ключе: она предоставляет офферы арбитражнику и “передает” твой трафик рекламодателю. О принципах залива, работы с сервисами и прочими заботами арбитражника ребята из пп, зачастую знают только в теории.
            
            Еще одна трудность для новичка (да и не только) — бюджет. Его почти всегда не хватает, но давать стартовый капитал для залива тебе никто не станет. Или станет? ;)
            `
          },
          {
            subtitle: 'Универсальное решение всех проблем - существует?',
            text: `Однозначно да. Трудности закаляют и модернизируют рынок, поэтому собрав многолетний опыт и экспертизу в заливе трафика, мы с гордостью представляем актуальное решение, основанное на анализе потребностей десятка тысяч вебмастеров разных уровней: Ad-Tech проект “Trafflab”!


            Trafflab — это не дефолтная партнерская программа или сервис, Trafflab — это мощная экосистема, решение и экспертиза любого вопроса, касающегося арбитража трафика. Мы закроем любую потребность и дадим плацдарм для того, чтобы каждый смог вырасти как специалист, закрывающий чеки с 3, 4, 5 нулями в американской валюте.
            
            Если нужна стабильная работа в условиях постоянной турбулентности, стоит обратить внимание на Trafflab. Помимо стандартных базовых преимуществ: десятки конвертящих гео, менеджеров, доступных 24/7, индивидуальных предложений для покупки арбитражных сервисов, Trafflab - это:
            
            • Международная компания. Штатные специалисты базируются в Украине, России, Беларуси, во Франции и на Кипре, а также в некоторых азиатских странах. У нас нет предпочтений по национальному, гражданскому или гендерному признаку. Мы говорим на разных языках, в разных странах, но строим взаимодействие со всеми партнерами по единому принципу: win-win. 
            • Обращаясь к нам, мы сделаем все, чтобы вы зарабатывали, потому что вместе с вами зарабатываем и мы. 
            • Офферы от прямого рекламодателя. Trafflab может создать оффер конкретно под твой объем и источник трафика.
            • Расходники под ключ: индивидуальное создание креативов и собственные платежки. Аккаунты, платежки для любой платформы и сервиса, креативы — все это можно получить у Trafflab! Подскажем, какой акк и крео лучше использовать для конкретного оффера, гео и источника, и предоставим все расходники. 
            • Есть трудности с налогами и переводами? Trafflab может обеспечить выплату в любой валюте, в том числе в крипте, на любой ресурс и в любое время (конечно, после минимального холда). Мы подбираем решение индивидуально в каждом конкретном случае.
            • Приложения для слива трафика на гемблу — как каршеринг: одну разработку гоняют десятки рук каждый день. Trafflab сам разрабатывает приложения и приватно выдает их вебам, которые льют на наши офферы.
            • Специально для новичков и тех, у кого совсем мало опыта - мы делимся бесплатными гайдами собственной разработки, касающихся любого аспекта по генерации трафика.  А совсем скоро диджитал мир ожидает новое потрясение: Trafflab запустит Ed-Tech проект, где можно будет получить актуальные знания и освоить новую профессию медиабайера всего за пару месяцев.`
          },
          {
            subtitle: 'Что ж, подытожим.',
            text: `Да, рынок трафика находится в большой стагнации, но большинство решений арбитражных проблем теперь доступно в пределах одного-единственного проекта — системы Trafflab. 
            Жирный бонус для тех, кто дочитал до конца. Trafflab раздает деньги новым партнерам! Присоединяйся к нам и получи до 1000$* при первом заливе!
            Для подробных условий получения зеленых, необходимо пройти регистрацию и написать менеджеру Trafflab. промокод “PRAY4TRAFF”. 
            
            Верим в мирное, прибыльное арбитражное будущее, основанное на уважении и доверии партнеров. Если ты разделяешь нашу веру - ждем тебя в Trafflab!
            `
          },
        ],
      },
      {
        notReadyMessage: 'Статья совсем скоро будет в свободном доступе. Следите за анонсами :)',
        id: 1,
        slug: 'article-2',
        articleImage: blogArticle2,
        image: blogCardImage2,
        image_480: blogCardImage2_480, 
        articleImage_webp: blogArticle2_webp,
        image_webp: blogCardImage2_webp,
        image_480_webp: blogCardImage2_480_webp,
        title: '$1 000 000 000 на гемблинге — как это работает?',
        texts: [
          {
            subtitle: '',
            text: `Гембла, без сомнений, входит в топ-3 самых популярных вертикалей партнерского маркетинга. Трехзначные выплаты за лид, простые и понятные подходы к воронкам, максимальное упрощение работы в виде бесплатных прилок и готовых лендингов для вебмастеров — все это сделало нишу онлайн-казино максимально выгодной и привлекательной для арбитражников всех уровней. Гемблинг привлекает новичков за счет высоких ставок и простоты настроек, а топов — объемами трафика и новыми офферами. 

            Сегодня гайд о том, что из себя представляет вертикаль гемблинга, кто и как может здесь зарабатывать, как монетизируется трафик и что следует учитывать при работе с нишей. Для тех, кто дочитает до конца: бонус и анонс следующего выпуска (спойлер: расскажем о реальных причинах и механизмах шейва, о которых молчат все партнерки).
            `
          },
        ]
      },
      {
        notReadyMessage: 'Статья совсем скоро будет в свободном доступе. Следите за анонсами :)',
        id: 2,
        slug: 'article-3',
        articleImage: blogArticle3,
        image: blogCardImage3,
        image_480: blogCardImage3_480, 
        articleImage_webp: blogArticle3_webp,
        image_webp: blogCardImage3_webp,
        image_480_webp: blogCardImage3_480_webp,
        title: 'Осторожно, мошенники! Скам, шейф и фрод в арбитраже',
        texts: [
          {
            subtitle: '',
            text: `Пока одни зарабатывают, повышая качество и объем трафика, другие предпочитают взять долю из чужого кармана и положить в свой. Из-за того, что некоторые участники рынка позволяют себе обманывать коллег, страдает вся индустрия партнерского маркетинга. Какие цели преследуют те, кто занимается фродом и шейвом? К чему могут привести подобные действия? В расследовании Trafflab.`
          },
        ]
      }
    ],
  },

  partnersMarqueeSection: {
    title: 'Партнёры и рекламодатели',
  },

  vacancies: {
    subtitle: 'вакансии',
    text: 'Trafflab постоянно растет. У тебя есть навыки кодинга, ты делаешь успехи в дизайне или всегда знаешь, где найти профитные связки? У нас есть выгодное предложение! Trafflab - международная компания, работающая по единому принципу: win-win. Работай удаленно из удобной точки планеты, развивайся, а мы дадим все для этого необходимое.',
    readMore: 'Подробнее',
    vacanciesList: [
      {
        status: 'Удалённо',
        speciality: 'Data scientist',
        experience: 'от 1 года',
        about: 'Сбор, анализ, структурирование данных компании. Подготовка отчетов и поиск оптимальных решений для обработки информации'
      },
      {
        status: 'Удалённо',
        speciality: 'Swift developer',
        experience: 'от 1 года',
        about: 'Разработка необходимого ПО, приложений на базе IOS'
      },
      {
        status: 'Удалённо',
        speciality: 'Media buyer',
        experience: 'от 1 года',
        about: 'Работа с рекламными сетями (Facebook, TikTok, Google), залив трафика и поиск новых связок'
      },
      {
        status: 'Удалённо',
        speciality: 'Affiliate manager',
        experience: 'от 1 года',
        about: 'Поиск новых вебмастеров, коммуникация, помощь, сбор обратной связи'
      },
      {
        status: 'Удалённо',
        speciality: 'Systems Analyst',
        experience: 'от 3 лет',
        about: 'Технический анализ работы отделов компании, поиск недостатков, формулировка задач по разработке необходимых решений и ПО'
      },
      {
        status: 'Удалённо',
        speciality: 'HR Business Partner',
        experience: 'от 2 лет',
        about: 'Поиск новых сотрудников, тимбилдинг и управление персоналом'
      },
    ]
  },

  pageForm: {
    text: 'Оставьте заявку и менеджер свяжется с вами в ближайшее время',
    nameInput: 'Имя',
    button480: 'Присоединиться',
    textImg: pageFormTextImg,
    textImgWebp: pageFormTextImg__webp,
    endTextImg: pageFormTextImgIsLast,
    endTextImgWebp: pageFormTextImgIsLast__webp,
  },

  footer: {
    yearText: ' © TraffLab. Все права защищены.'
  },

  navPopup: {
    sources: 'Источники',
    ecosystem: 'Экосистема',
    blog: 'Блог',
    partners: 'Партнёры',
    vacancies: 'Вакансии',
    contacts: 'Контакты',
  },

  formPopup: {
    title: 'Стать лучшим вместе с лучшими',
    subtitle: 'Оставьте заявку и менеджер свяжется с вами в ближайшее время',
    nameInput: 'Имя',
    button480: 'Отправить',
    agreement: 'Я согласен на обработку персональных данных',

  },

  successMessage: 'Ваша заявка отправлена',

  blogPage: {
    mainBlog: {
      title: 'Блог',
      about: 'Актуальные новости, рекомендации по заливу, мануалы, инсайдерская информация из закрытых источников аффилейт-маркетинга. Читай блог TraffLab и будь в курсе всех событий рынка.',
      linkHowTo: 'Блог HowTo'
    },
    howToBlog: {
      title: 'Блог',
      about: 'Актуальные новости, рекомендации по заливу, мануалы, инсайдерская информация из закрытых источников аффилейт-маркетинга. Читай блог TraffLab и будь в курсе всех событий рынка.',
      noArticles: 'Статьи совсем скоро будут в свободном доступе. Следите за анонсами :)',
      linkBlog: 'В начало',
    }
  }
}

export default ruData;
